---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementStickJustParam
source: html/f06e3593-f4aa-d930-c88f-f285bd263f7b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementStickJustParam Property

"Stick Symbol Location"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementStickJustParam { get; }
```